[
    {
        "id": "cherlock",
        "saleId" : "cherlock_sale",
        "header": "Шерлок",
        "img": "res/poster.png",
        "date": "22.08.2010",
        "time": "2:30",
        "director": "Ник Харран",
        "country": "Великобритания",
        "description": "События разворачиваются в наши дни. Он прошел Афганистан, остался инвалидом. По возвращении в родные края встречается с загадочным, но своеобразным гениальным человеком. Тот в поиске соседа по квартире. Лондон, 2010 год. Происходят необъяснимые убийства. Скотланд-Ярд без понятия, за что хвататься. Существует лишь один человек, который в силах разрешить проблемы и найти ответы на сложные вопросы.",
        "isNew": true,
        "isPopular": true,
        "isFamily":true
    },
    {
        "id": "card_h",
        "saleId" : "card_sale",
        "header": "Карточный домик",
        "img": "res/house-of-cards-afisha.jpg",
        "date": "12.08.2010",
        "time": "2:45",
        "director": "Джеймс Фоули",
        "country": "США",
        "description": "Амбициозный конгрессмен от Демократической партии Фрэнк Андервуд в обмен на обещание сделать его госсекретарём помогает Гаррету Уокеру стать президентом США. Однако после выборов глава администрации президента Линда Васкес сообщает Андервуду, что он не получит должность. Взбешенные предательством Фрэнк и его жена готовы пойти на всё, чтобы отомстить новоиспечённому президенту.",
        "isNew": false,
        "isPopular": true,
        "isFamily":true
    },
    {
        "id": "gambit",
        "saleId" : "gambit_sale",
        "header": "Ход-королевы",
        "img": "res/gambit.jpg",
        "date": "22.08.2010",
        "time": "2:30",
        "director": "Ник Харран",
        "country": "Великобритания",
        "description": "Штат Кентукки, 1957 год. После смерти матери 9-летняя Элизабет Хармон остаётся сиротой и отправляется в католический приют. В этом заведении детям регулярно дают «витамины», и по совету другой подопечной Бет оставляет зелёные капсулы на ночь. Там же девочка знакомится с пожилым уборщиком Шайбелем, которого просит научить её играть в шахматы. Днём, сбежав со скучных занятий под предлогом помыть тряпку, Бет играет с мистером Шайбелем в его подвальной подсобке, а ночью, приняв зелёную капсулу, прокручивает шахматные партии на потолке общей спальни. Через несколько лет девочку удочерят, у неё начнётся совсем другая жизнь, но главную роль в ней будет играть любовь к шахматам.",
        "isNew": true,
        "isPopular": false,
        "isFamily":true
    },
    {
        "id": "tarantino",
        "saleId" : "tarantino_sale",
        "header": "Бесславные ублюдки",
        "img": "res/tarantino.jpg",
        "date": "22.08.2010",
        "time": "2:30",
        "director": "Квентин Тарантино",
        "country": "США",
        "description": "Вторая мировая война. В оккупированной немцами Франции группа американских солдат-евреев наводит страх на нацистов, жестоко убивая и скальпируя солдат.",
        "isNew": false,
        "isPopular": true,
        "isFamily":false
    },
    {
        "id": "mouse",
        "saleId" : "cherlock_sale2",
        "header": "Мышь",
        "img": "res/mouse.webp",
        "date": "22.08.2010",
        "time": "2:30",
        "director": "Кан Чхор",
        "country": "Корея",
        "description": "Серийный убийца по прозвищу «Охотник за головами» держал в страхе всю страну. Паника и недовольство силами полиции достигли такого уровня, что правительство всерьёз обсуждало законопроект о генетическом тесте, позволяющем с точностью до 99% определить ген психопатии у эмбриона. Прошло 10 лет, но столь жуткие события не могут исчезнуть без следа и уже тесно переплели судьбы опытного детектива, талантливой женщины-продюсера, рядового полицейского и проблемной старшеклассницы. Но они об этом ещё не догадываются.",
        "isNew": true,
        "isPopular": true,
        "isFamily":true
    },
    {
        "id": "day",
        "saleId" : "day_sale",
        "header": "Чертовски удачный день",
        "img": "res/day.jpg",
        "date": "22.08.2010",
        "time": "2:30",
        "director": "Кан Чхор",
        "country": "Корея",
        "description": "Однажды обычному таксисту О Тхэку приснились свиньи, и он решил, что теперь ему очень сильно повезет. И впрямь, следующий день оказывается богатым на заработок, а один клиент даже обещает заплатить тысячу долларов, если О Тхэк отвезёт его в другой город. Польстившись на такой куш, таксист и подумать не мог, что его пассажир — убийца, который пытается сбежать из страны.",
        "isNew": true,
        "isPopular": true,
        "isFamily":true
    }
]